{
  "Franchise Performance Dashboard": "Franchise စွမ်းဆောင်ရည် ဒက်ရှ်ဘုတ်",
  "Showing data for:": "အတွက်ဒေတာကိုပြသခြင်း:",
  "Total Revenue": "စုစုပေါင်းဝင်ငွေ",
  "Franchise Fees": "Franchise အခကြေးငွေ",
  "Operating Costs": "လုပ်ငန်းလည်ပတ်မှုကုန်ကျစရိတ်",
  "Net Take-Home": "အသားတင်ရငွေ",
  "vs last period": "ယခင်ကာလနှင့်နှိုင်းယှဉ်ပါ",
  "Data Input & Fee Configuration": "ဒေတာထည့်သွင်းခြင်းနှင့်အခကြေးငွေဖွဲ့စည်းမှု",
  "Adjust your period data and fee structure here to see real-time updates.": "အချိန်နှင့်တပြေးညီမွမ်းမံမှုများကိုကြည့်ရှုရန်သင်၏ကာလဒေတာနှင့်အခကြေးငွေဖွဲ့စည်းပုံကိုဤနေရာတွင်ပြင်ဆင်ပါ။",
  "Total Monthly Sales": "စုစုပေါင်းလစဉ်ရောင်းအား",
  "Enter Weekly Sales for": "အတွက်အပတ်စဉ်ရောင်းအားကိုထည့်ပါ",
  "Week": "အပတ်",
  "Sales": "အရောင်း",
  "Cancel": "ဖျက်သိမ်းမည်",
  "Save Changes": "အပြောင်းအလဲများကိုသိမ်းဆည်းပါ",
  "Inventory Cost": "ကုန်ပစ္စည်းကုန်ကျစရိတ်",
  "Your Percentage (%)": "သင်၏ရာခိုင်နှုန်း (%)",
  "Additional Fees": "အပိုဆောင်းအခကြေးငွေ",
  "Edit Additional Fees": "အပိုဆောင်းအခကြေးငွေကိုတည်းဖြတ်ပါ",
  "No fees added yet.": "အခကြေးငွေမထည့်ရသေးပါ။",
  "Fee Name": "အခကြေးငွေအမည်",
  "Amount": "ပမာဏ",
  "New Fee Name": "အခကြေးငွေအမည်အသစ်",
  "e.g., Tech Fee": "ဥပမာ၊ နည်းပညာအခကြေးငွေ",
  "Revenue Split": "ဝင်ငွေခွဲဝေမှု",
  "Here's the breakdown of revenue between your take-home and business expenses.": "သင်၏အိမ်ယူငွေနှင့်လုပ်ငန်းအသုံးစရိတ်များအကြားဝင်ငွေခွဲဝေမှုကိုဤတွင်ဖော်ပြထားသည်။",
  "Business Expenses & Fees": "လုပ်ငန်းအသုံးစရိတ်များနှင့်အခကြေးငွေ",
  "You Keep": "သင်သိမ်းထားပါ",
  "Take-Home Tier": "အိမ်ယူငွေအဆင့်",
  "Your current take-home pay is": "သင်၏လက်ရှိအိမ်ယူငွေသည်",
  "Best": "အကောင်းဆုံး",
  "Good": "ကောင်းသည်",
  "Low": "နိမ့်သည်",
  "Below Low": "နိမ့်ကျသည်",
  "Staff Costs & Scheduling": "ဝန်ထမ်းကုန်ကျစရိတ်များနှင့်အချိန်ဇယားဆွဲခြင်း",
  "Manage shifts and see the impact on your costs. Total:": "အပြောင်းအလဲများကိုစီမံခန့်ခွဲပြီးသင်၏ကုန်ကျစရိတ်များအပေါ်သက်ရောက်မှုကိုကြည့်ပါ။ စုစုပေါင်း:",
  "Add Staff": "ဝန်ထမ်းထည့်ပါ",
  "Employee": "ဝန်ထမ်း",
  "Payment Type": "ငွေပေးချေမှုအမျိုးအစား",
  "Cost": "ကုန်ကျစရိတ်",
  "No staff costs added for this period.": "ဤကာလအတွက်ဝန်ထမ်းကုန်ကျစရိတ်များမထည့်ရသေးပါ။",
  "Personal Finances": "ကိုယ်ပိုင်ဘဏ္ဍာရေး",
  "Plan your savings and expenses.": "သင်၏စုဆောင်းငွေများနှင့်အသုံးစရိတ်များကိုစီစဉ်ပါ။",
  "Open Calculator": "ဂဏန်းတွက်စက်ဖွင့်ပါ",
  "Net Earnings After Staff": "ဝန်ထမ်းများပြီးနောက်အသားတင်ဝင်ငွေ",
  "Total Personal Expenses": "စုစုပေါင်းကိုယ်ပိုင်အသုံးစရိတ်များ",
  "Remaining for Savings": "စုဆောင်းရန်ကျန်ငွေ",
  "Fee & Cost Breakdown": "အခကြေးငွေနှင့်ကုန်ကျစရိတ်ခွဲခြမ်းစိတ်ဖြာခြင်း",
  "A visual breakdown of your major expenses for the period.": "ကာလအတွက်သင်၏အဓိကအသုံးစရိတ်များ၏အမြင်အာရုံခွဲခြမ်းစိတ်ဖြာခြင်း။",
  "Royalty Fee": "မူပိုင်ခွင့်အခကြေးငွေ",
  "Staff Cost": "ဝန်ထမ်းကုန်ကျစရိတ်",
  "Inventory": "ကုန်ပစ္စည်း",
  "Other": "အခြား",
  "AI-Powered Insights": "AI စွမ်းအင်သုံးထိုးထွင်းသိမြင်မှုများ",
  "Target Sales": "ပစ်မှတ်အရောင်း",
  "Set a goal to reach your desired pay.": "သင်အလိုရှိသောလစာသို့ရောက်ရှိရန်ပန်းတိုင်တစ်ခုထားပါ။",
  "Desired Monthly Take-Home": "အလိုရှိသောလစဉ်အိမ်ယူငွေ",
  "Generate Target": "ပစ်မှတ်ထုတ်လုပ်ပါ",
  "Cost-Saving Tips": "ကုန်ကျစရိတ်သက်သာစေသည့်အကြံပြုချက်များ",
  "Identify opportunities to cut costs.": "ကုန်ကျစရိတ်လျှော့ချရန်အခွင့်အလမ်းများကိုဖော်ထုတ်ပါ။",
  "Analyze Costs": "ကုန်ကျစရိတ်များကိုခွဲခြမ်းစိတ်ဖြာပါ",
  "Focus Areas": "အာရုံစိုက်ရမည့်နယ်ပယ်များ",
  "Get suggestions for what to focus on.": "ဘာကိုအာရုံစိုက်ရမလဲဆိုတဲ့အကြံပြုချက်တွေရယူပါ။",
  "Suggest Focus": "အကြံပြုအာရုံစိုက်ပါ",
  "Settings": "ဆက်တင်များ",
  "Language": "ဘာသာစကား",
  "Choose your preferred language.": "သင်နှစ်သက်သောဘာသာစကားကိုရွေးချယ်ပါ။",
  "Select Language": "ဘာသာစကားရွေးချယ်ပါ",
  "Account": "အကောင့်",
  "Manage your account settings. Sign up or log in to save your data.": "သင်၏အကောင့်ဆက်တင်များကိုစီမံပါ။ သင်၏ဒေတာကိုသိမ်းဆည်းရန်စာရင်းသွင်းပါသို့မဟုတ်လော့ဂ်အင်လုပ်ပါ။",
  "Welcome,": "ကြိုဆိုပါ၏,",
  "Log Out": "ထွက်ရန်",
  "Login": "လော့ဂ်အင်",
  "Sign Up": "စာရင်းသွင်းပါ",
  "Access your saved dashboard and settings.": "သင်၏သိမ်းဆည်းထားသောဒက်ช်ဘอร์ดနှင့်ဆက်တင်များကိုဝင်ရောက်ကြည့်ရှုပါ။",
  "Or continue with": "သို့မဟုတ်ဆက်လုပ်ပါ",
  "Create an account to save your progress.": "သင်၏တိုးတက်မှုကိုသိမ်းဆည်းရန်အကောင့်တစ်ခုဖန်တီးပါ။",
  "Annual Report": "နှစ်စဉ်အစီရင်ခံစာ",
  "Monthly Data Input": "လစဉ်အချက်အလက်ထည့်သွင်းခြင်း",
  "Enter or update your financial data for each month of the year.": "နှစ်စဉ်တစ်လချင်းစီအတွက်သင်၏ဘဏ္ဍာရေးဆိုင်ရာအချက်အလက်များကိုထည့်သွင်းပါသို့မဟုတ်အသစ်ပြောင်းပါ။",
  "Month": "လ"
}
